{
    "TensileStrengths": [
      {
        "value": "342.20 kg/cm²",
        "description": "Tensile strength for uncoated SS 304 metal under standard laboratory conditions."
      },
      {
        "value": "214.7 MPa",
        "description": "Ultimate Tensile Strength of SS 304 at a welding current of 110 A, in an experiment focused on welding efficiency."
      },
      {
        "value": "176.5 ± 15 MPa",
        "description": "Tensile strength of the joint in coated SS 304 samples tested under varying environmental conditions."
      },
      {
        "value": "901.15 MPa, 1007.31 MPa, 938.89 MPa",
        "description": "Average tensile strength values for SS 304 welded at currents of 80 A, 100 A, and 120 A, reflecting the impact of increased current on joint strength."
      },
      {
        "value": "275 ± 18 MPa and 213 ± 21 MPa",
        "description": "Average tensile strength of welds on cold-rolled SS 304 performed at 600 rpm and 700 rpm, highlighting the effect of rotational speed on weld integrity."
      },
      {
        "value": "89 MPa",
        "description": "Tensile strength of a composite joint between 304 SS and Al2O3, tested at an optimal laser offset to examine bonding effectiveness."
      },
      {
        "value": "545.3 MPa",
        "description": "Tensile strength of 304 SS subjected to medium heat input during an annealing process to evaluate material softening."
      },
      {
        "value": "196 ± 39 MPa, 319 ± 25 MPa, 377 ± 33 MPa",
        "description": "Tensile strength of SS 304 joints without filler, and with CoCrNi and CoCrNiFe fillers, tested to compare the effects of different metallic fillers on joint strength."
      },
      {
        "value": "61.24 kgf/mm²",
        "description": "Maximum tensile strength recorded at 100 A welding current in high-precision controlled welding experiments on SS 304."
      },
      {
        "value": "515 MPa",
        "description": "General tensile strength of SS 304 as reported in comprehensive metallurgical studies."
      },
      {
        "value": "505 MPa",
        "description": "Documented ultimate tensile strength of SS 304, with a yield strength of 215 MPa at 0.2% offset, under controlled laboratory conditions."
      },
      {
        "value": "580 to 1180 MPa",
        "description": "Range of ultimate tensile strength for heat-treated SS 304, demonstrating the variability due to different heat treatment processes."
      },
      {
        "value": "530 MPa",
        "description": "Tensile strength of SS 304 after undergoing cryogenic treatment, testing material performance at low temperatures."
      },
      {
        "value": "600 MPa",
        "description": "Tensile strength of SS 304 tested in high humidity environments to evaluate corrosion effects on mechanical properties."
      },
      {
        "value": "640 MPa",
        "description": "Tensile strength measured in SS 304 samples exposed to saline mist, simulating marine conditions for coastal applications."
      },
      {
        "value": "550 MPa",
        "description": "Measured tensile strength of SS 304 following prolonged exposure to UV light, assessing degradation under solar radiation."
      },
      {
        "value": "570 MPa",
        "description": "Tensile strength of SS 304 after subject to repeated thermal cycling, testing stability under fluctuating temperatures."
      },
      {
        "value": "620 MPa",
        "description": "Tensile strength results from SS 304 treated with laser peening, enhancing surface characteristics and fatigue resistance."
      },
      {
        "value": "650 MPa",
        "description": "Tensile strength of SS 304 following particle bombardment, testing resistance to abrasive environments."
      },
      {
        "value": "690 MPa",
        "description": "SS 304 tensile strength after high-pressure torsion, assessing microstructural refinement effects."
      },
      {
        "value": "510 MPa",
        "description": "Tensile strength observed in SS 304 with low-level radioactive exposure to test material integrity in nuclear environments."
      },
      {
        "value": "535 MPa",
        "description": "SS 304 tested after being coated with a thin ceramic layer to evaluate the mechanical protection offered by ceramic coatings."
      },
      {
        "value": "560 MPa",
        "description": "Tensile strength of SS 304 after thermal shock testing, determining the effect of rapid temperature changes."
      },
      {
        "value": "590 MPa",
        "description": "SS 304 tested after exposure to extreme cold to evaluate cryogenic performance and material brittleness."
      },
      {
        "value": "610 MPa",
        "description": "Tensile strength of SS 304 processed through selective laser melting, a form of additive manufacturing."
      },
      {
        "value": "630 MPa",
        "description": "Tensile strength of SS 304 after undergoing repeated freeze-thaw cycles, testing its suitability for polar climates."
      },
      {
        "value": "650 MPa",
        "description": "Tensile strength measured in SS 304 subjected to dynamic loading, simulating earthquake-like conditions."
      },
      {
        "value": "665 MPa",
        "description": "SS 304 tested after undergoing a rigorous industrial buffing process, assessing surface defect impacts."
      },
      {
        "value": "50 MPa",
        "description": "tensile strength of SS 304 tested after severe thermal degradation from prolonged exposure at 800°C, highlighting failure potential under extreme heat."
      },
      {
        "value": "980 MPa",
        "description": "tensile strength of SS 304 after being alloyed with vanadium and undergoing a controlled rapid cooling process, showcasing enhanced strength properties."
      },
      {
        "value": "250 MPa",
        "description": "tensile strength of SS 304 from a defective batch exposed to hydrogen sulfide, illustrating susceptibility to hydrogen embrittlement under specific conditions."
      },
      {
        "value": "685 MPa",
        "description": "Tensile strength of SS 304 after chemical vapor deposition of a protective polymer layer."
      },
      {
        "value": "710 MPa",
        "description": "Tensile strength of SS 304 processed by friction stir processing, improving grain structure and mechanical properties."
      },
      {
        "value": "440 MPa",
        "description": "Tensile strength of SS 304 tested after prolonged exposure in a sulfide-rich industrial environment, analyzing corrosion impact."
      },
      {
        "value": "730 MPa",
        "description": "Tensile strength observed in SS 304 after electrochemical polishing, testing the impact of surface smoothness on strength."
      },
      {
        "value": "480 MPa",
        "description": "Tensile strength of SS 304 following magnetic field treatment to assess the effect of magnetic alignment on grain structure."
      },
      {
        "value": "520 MPa",
        "description": "SS 304 tested for tensile strength after being subjected to continuous ultraviolet radiation, assessing degradation under UV exposure."
      },
      {
        "value": "485 MPa",
        "description": "Tensile strength of SS 304 following exposure to a corrosive alkaline environment, testing for chemical resistance."
      },
      {
        "value": "560 MPa",
        "description": "SS 304 tested following an annealing process designed to refine its microstructure and improve ductility."
      },
      {
        "value": "465 MPa",
        "description": "Tensile strength measured after SS 304 is submerged in an acidic solution for extended periods, testing acid resistance."
      },
      {
        "value": "540 MPa",
        "description": "SS 304 after undergoing a controlled rolling process to determine the effects on mechanical strength."
      },
      {
        "value": "675 MPa",
        "description": "Tensile strength of SS 304 tested after electrical discharge machining (EDM), analyzing surface integrity."
      },
      {
        "value": "590 MPa",
        "description": "SS 304 tested after application of a high-strength adhesive bonding, evaluating joint strength under tensile load."
      },
      {
        "value": "630 MPa",
        "description": "Tensile strength of SS 304 after rapid quenching in oil, testing the hardening effects of the quench medium."
      },
      {
        "value": "500 MPa",
        "description": "SS 304 tested for tensile strength after prolonged exposure to industrial smoke, assessing particulate deposition effects."
      },
      {
        "value": "690 MPa",
        "description": "SS 304 after undergoing thermal diffusion coating with titanium nitride to enhance surface hardness and wear resistance."
      },
      {
        "value": "605 MPa",
        "description": "Tensile strength of SS 304 following immersion in a hot chloride solution, testing for pitting and crevice corrosion resistance."
      },
      {
        "value": "530 MPa",
        "description": "SS 304 after treatment with a low-temperature plasma to improve surface properties without altering the core structure."
      },
      {
        "value": "570 MPa",
        "description": "SS 304 tested after being subject to abrasive wear conditions, assessing resistance to material loss."
      },
      {
        "value": "650 MPa",
        "description": "Tensile strength of SS 304 after being subject to multiple cycles of thermal expansion and contraction, evaluating fatigue resistance."
      },
      {
        "value": "480 MPa",
        "description": "SS 304 tested for tensile strength after exposure to volatile organic compounds, assessing VOC effects on material integrity."
      },
      {
        "value": "595 MPa",
        "description": "Tensile strength of SS 304 tested after being processed with a micro-peening technique, enhancing surface compressive stress."
      }
    ]
}