{
    "TensileStrengthData": [
      {
        "Context": "Joint region involving Mild Steel and SS-316",
        "TensileStrengthMPa": 397
      },
      {
        "Context": "A-TIG welded SS-316, 3.50 mm specimen",
        "TensileStrengthMPa": 551.34
      },
      {
        "Context": "A-TIG welded SS-316, 6.90 mm specimen",
        "TensileStrengthMPa": 556.40
      },
      {
        "Context": "A-TIG welded SS-316, 7.30 mm specimen",
        "TensileStrengthMPa": 626.16
      },
      {
        "Context": "SS-316 joint using nickel-based powder and charcoal susceptor",
        "TensileStrengthMPa": 309
      },
      {
        "Context": "Minimum values for A-TIG welded SS-316, 3.50 mm specimen",
        "TensileStrengthMPa": 550.23
      },
      {
        "Context": "Minimum values for A-TIG welded SS-316, 6.90 mm specimen",
        "TensileStrengthMPa": 517.81
      },
      {
        "Context": "Minimum values for A-TIG welded SS-316, 7.30 mm specimen",
        "TensileStrengthMPa": 539.41
      },
      {
        "Context": "Dissimilar welded joint HAS C-276-SS 316 L",
        "TensileStrengthMPa": 780
      },
      {
        "Context": "Similar welded joint of SS316",
        "TensileStrengthMPa": 552
      },
      {
        "Context": "UTS of SS 316 L in various orientations",
        "TensileStrengthMPa": {
          "Horizontal": 526.78,
          "Vertical": 575.39,
          "Inclined": 522.35
        }
      },
      {
        "value": "580 MPa",
        "description": "Tensile strength of SS 316 after undergoing cryogenic treatment, testing material performance at low temperatures."
      },
      {
        "value": "600 MPa",
        "description": "Tensile strength of SS 316 after exposure to high radiation levels, simulating nuclear reactor conditions."
      },
      {
        "value": "560 MPa",
        "description": "Tensile strength of SS 316 post-thermal annealing at 1040°C for stress relief."
      },
      {
        "value": "620 MPa",
        "description": "Tensile strength of SS 316 after saltwater corrosion resistance enhancement through surface treatment."
      },
      {
        "value": "530 MPa",
        "description": "Tensile strength of SS 316 following prolonged exposure to sulfuric acid environments, testing chemical resistance."
      },
      {
        "value": "640 MPa",
        "description": "Tensile strength of cold-worked SS 316, enhancing mechanical properties through deformation hardening."
      },
      {
        "value": "590 MPa",
        "description": "Tensile strength of SS 316 treated with laser peening to improve fatigue resistance."
      },
      {
        "value": "550 MPa",
        "description": "Tensile strength of SS 316 with a high-chromium oxide coating for improved oxidation resistance at high temperatures."
      },
      {
        "value": "610 MPa",
        "description": "Tensile strength of SS 316 after undergoing low temperature carburizing to increase surface hardness."
      },
      {
        "value": "570 MPa",
        "description": "Tensile strength of SS 316 welded with TIG welding technique, focusing on weld integrity."
      },
      {
        "value": "625 MPa",
        "description": "Tensile strength of SS 316 after electrochemical polishing to reduce micro-scratches and enhance corrosion resistance."
      },
      {
        "value": "540 MPa",
        "description": "Tensile strength of SS 316 following exposure to UV light for extended periods, testing degradation under solar conditions."
      },
      {
        "value": "575 MPa",
        "description": "Tensile strength of SS 316 after magnetic field treatment to study magnetic permeability effects on mechanical properties."
      },
      {
        "value": "565 MPa",
        "description": "Tensile strength of SS 316 after plasma nitriding for surface wear improvement."
      },
      {
        "value": "545 MPa",
        "description": "Tensile strength of SS 316 after being embedded in composite materials, studying the interface strength."
      },
      {
        "value": "635 MPa",
        "description": "Tensile strength of SS 316 after high velocity oxygen fuel (HVOF) coating, to study the impact of protective coatings."
      },
      {
        "value": "555 MPa",
        "description": "Tensile strength of SS 316 in a high humidity environment for extended periods, assessing rust formation and mechanical degradation."
      },
      {
        "value": "595 MPa",
        "description": "Tensile strength of SS 316 after undergoing ultrasonic testing to detect internal flaws and defects."
      },
      {
        "value": "565 MPa",
        "description": "Tensile strength of SS 316 when alloyed with titanium, to assess improvements in tensile properties."
      },
      {
        "value": "535 MPa",
        "description": "Tensile strength of SS 316 after prolonged exposure to chlorine gas, testing corrosion and material stability."
      }
    ]
  }
  